Repository: CyberTailor/iBlock
Catalog: locale/*/LC_MESSAGES/iblock.po
Languages: ru

source: Blocking Apple ID. See 'iBlock.ini' for settings.
ru: Блокировка Apple ID. Смотрите 'iBlock.ini' для настройки.

source: specify groups where the program will look for Apple IDs (by comma)
ru: указать группы, где программа будет искать Apple ID (через запятую)

source: specify Apple IDs which the program will block (by comma)
ru: указать Apple ID, которые программа будет блокировать (через запятую)

source: get access to vk.com
ru: получить доступ к ВКонтакте

source: If you're afraid for losing your account, then look for alternate method in 'iBlock.ini'
ru: Если вы боитесь потерять аккаунт, посмотрите альтернативный способ в файле 'iBlock.ini'

source: Your login:
ru: Ваш логин:

source: Your password:
ru: Ваш пароль:

source: check for updates
ru: проверить наличие обновлений

source: set scan interval (in minutes) [3]
ru: задать интервал сканирования (в минутах) [3]

source: Found update to version {}! Changelog:
ru: Найдено обновление до версии {}! Список изменений:

source: set posts limit for scanning [50]
ru: задать количество постов для сканирования [50]

source: Creating temporary directory...
ru: Создаю временную папку...

source: Downloading new version...
ru: Скачиваю новую версию...

source: Unpacking archive...
ru: Распаковываю архив...

source: Exiting...
ru: Завершаю работу приложения...

source: Upgrade? (Y/n)
ru: Обновиться? (Д/н)

source: Passing update...
ru: Ладно, хрен с ней, обновкой...

source: You running latest version
ru: Вы используете последнюю версию

source: Apple ID <{}> has blocked!
ru: Apple ID <{}> заблокирован!

source: Scanning {}...
ru: Сканирую {}...

source: <{}> isn't blocked (timeout)
ru: <{}> не заблокирован (время истекло)
